{
  "HomePage": {
    "title": "Soy Agustina",
    "rol": "Front End Developer",
    "description": "me encanta convertir grandes ideas en código"
  },
  "Navbar": {
    "home": "Inicio",
    "about": "Sobre mí",
    "projects": "Proyectos",
    "skills": "Skills"
  },
  "About": {
    "about": "Sobre mí",
    "iam": "Soy ",
    "rol": "Front End Developer",
    "description": "  especializada en desarrollar interfaces web y mobile.",
    "end": "Me encanta transformar ideas en productos reales."
  },
  "Skills": {
    "skills": "Skills"
  },
  "Projects": {
    "title": "Proyectos",
    "tech": "Tecnologías",
    "photoscape": {
      "title": "Photoscape",
      "description": "Proyecto freelance para un cliente privado que necesitaba un sitio web moderno y funcional para mostrar sus servicios de paisajismo. El desarrollo se centró en la estética visual, el rendimiento y la facilidad de navegación en cualquier dispositivo.",
      "features": [
        "Diseño responsive enfocado en resaltar imágenes de alta calidad.",
        "Interfaz SEO-friendly construida con Next.js para mayor velocidad y visibilidad.",
        "Estilo moderno y limpio con Tailwind CSS.",
        "Navegación fluida y adaptable a todos los tamaños de pantalla.",
        "Secciones dinámicas para servicios, portfolio y contacto."
      ]
    },
    "m4life": {
      "title": "M4Life",

      "description": "Sitio institucional para M4Life, una startup dedicada a ofrecer soluciones microbiológicas para la agricultura y el cuidado del medio ambiente. El proyecto buscó transmitir profesionalismo con un diseño limpio y una experiencia de usuario fluida.",
      "features": [
        "Diseño de identidad visual con colores, tipografía e imágenes.",
        "Creación de mockups en Figma y validación con el cliente.",
        "Interfaz intuitiva con detalles visuales sutiles.",
        "Diseño totalmente responsive para móviles, tablets y desktop.",
        "Formulario de contacto integrado con EmailJS."
      ]
    },
    "movies": {
      "title": "Movies App",
      "description": "Aplicación web moderna para descubrir películas en tendencia con una interfaz atractiva y adaptable. La sección principal se actualiza dinámicamente según las búsquedas de los usuarios, creando una experiencia personalizada.",
      "features": [
        "Sección de tendencias que se actualiza en tiempo real.",
        "Integración de REST API con Appwrite para manejo de datos.",
        "Diseño responsive utilizando Tailwind CSS.",
        "Filtros dinámicos y búsqueda en tiempo real.",
        "Despliegue optimizado con Vercel."
      ]
    },
    "map": {
      "title": "Mapa Interactivo",
      "description": "Aplicación interactiva desarrollada como desafío técnico para visualizar datos geoespaciales en un mapa. Creada con React y Leaflet, permite explorar regiones con capas dinámicas e información detallada.",
      "features": [
        "Carga dinámica de datos GeoJSON desde recursos públicos.",
        "Capas múltiples del mapa: carreteras, límites y más.",
        "Zonas interactivas con efectos hover y panel informativo.",
        "Diseño responsive adaptado a cualquier dispositivo."
      ]
    },
    "pokemon": {
      "title": "Pokemon",
      "description": "Aplicación full-stack desarrollada en Henry Bootcamp para explorar y gestionar un catálogo de cartas Pokémon. Combina funciones de búsqueda, filtrado y CRUD en una interfaz dinámica y entretenida.",
      "features": [
        "Paginación de cartas Pokémon (12 por página).",
        "Búsqueda por nombre y ordenamiento por ataque o alfabético.",
        "Filtros por tipo y origen (API o creados por el usuario).",
        "Creación de Pokémon mediante formulario validado.",
        "Vista de detalle con opciones de edición y eliminación."
      ]
    },
    "sportiverse": {
      "title": "Sportiverse",
      "description": "Aplicación full-stack desarrollada en equipo para reservar un turno en un complejo deportivo y gestionar las reservas como administrador. Combina funciones de búsqueda, filtrado y CRUD, además incluye autenticación y permite pagos a través de Mercado Pago.",
      "features": [
        "Paginación de cartas Pokémon (12 por página).",
        "Búsqueda por nombre y ordenamiento por ataque o alfabético.",
        "Filtros por tipo y origen (API o creados por el usuario).",
        "Creación de Pokémon mediante formulario validado.",
        "Vista de detalle con opciones de edición y eliminación."
      ]
    }
  },
  "Footer": {
    "lets": "Trabajemos",
    "together": "juntos!"
  }
}
